
module.exports = {
   
    //通用导航
    Navs: {
        Home: '企业首页',
        Products: '产品中心',
        Knowlege: '资料文档',
        About: '关于我们',
    },

    //通用底部
    Footer: {
        cna: ' 奥格森科技（中国）',
        cnac: ' 库珀科技',
        cnact: ' ©2022WUZHOU AOKACE TECHNOLOGY CO., LTD',

        Home: '企业首页',
        Products: '产品中心',
        knowlege: '资料下载',
        About: '关于企业',
        WeChat: '微信公众号',
        YouTube: 'YouTube'
    },

    //通用返回
    Back: {
        text: '返回上一页'
    },

    Banner: {
        H31: '奥格森，医生的好帮手 “视”界的好选择'
    },

    Serve: {
        H31: '研发&生产',
        p1: '致力于研发生产医疗器械。',
        H32: '销售&服务',
        p2: '向广大客户销售医疗器械，并提供优质的服务。',
        H33:'奥格森软件'
    },

    Indexp: {
        title: '我们的研发成果',
        UHD1: 'AGM UHD1 4k内窥镜摄像系统',
        FHD: 'USB 便携式内窥镜摄像系统',
        AGS210: 'AGS210 LED冷光源',
        HD3: 'AGM HD3 全高清一体式内窥镜摄像系统',
        more: '探索更多产品'
    },
    Cus: {
        H3: '定制项目',
        p11: '产品LOGO, 外观设计以及包装设计',
        p12: '不同波段的光源',
        p13: '光源模组',
        p14: '多通道光源',
        p2: '完全独立的电路系统，假如一盏灯发生故障时，能确保另一盏灯能正常使用。'
    },
    Innew: {
        title: '新闻活动'
    },
    Innewst: {
        Newlist: '深圳库珀&梧州奥格森合作签约仪式圆满成功'
    },
    Innewsts: {
        Newlists: '我们将参与2022中国上海医疗器械展，不见不散，期待您的到来。'
    },
    Innewstx: {
        Newlistx: '第85届中国国际医疗器械（秋季）博览会圆满完成。'
    },

    //产品中心
    Productlist: {
        lists1: '医用内窥镜摄像系统',
        lists2: '医用内窥镜冷光源',
        lists3: '头戴式检查灯',
    },

    Product_HD1: {
        link: ' AGM HD1 全高清内窥镜摄像系统',

    },

    Product_HD2: {
        link: 'AGM HD2 全高清内窥镜摄像系统',

    },

    Product_HD3: {
        link: 'AGM-HD3 一体化内窥镜摄像系统',

    },
    Product_UHD1: {
        link: ' AGMUHD1 4K内窥镜摄像系统',

    },

    Product_FHD: {
        link: 'USB 便携式内窥镜摄像系统',

    },


    Product_100: {
        link: 'AGS100 LED冷光源',

    },
    Product_200: {
        link: ' AGS200 LED冷光源 ',

    },
    Product_210: {
        link: 'AGS210 LED冷光源',

    },
    Product_PL100: {
        link: 'AGS PL100 便携式冷光源',

    },

    Product_102L: {
        link: 'AGS 102L LED头灯',

    },
    Product_102LM: {
        link: ' AGS 102L-M LED头灯(3.0x 放大镜)',

    },

    //产品详情页面

    //AGMFHD
    AGMFHD: {
        title: 'USB 便捷式内窥镜摄像系统',
        H11: '产品视频',
        H12: '产品介绍',
        H13: '技术参数',
        H31: 'USB 便捷式内窥镜摄像系统',
        p1: 'Aokace全新便携摄像，精巧娇小便于携带，USB连接电脑，专有Aokace软件，病例记录可存档，工作更加得心应手。',
        H32: '轻便且小巧，连接电脑即用。',
        p2: '按照人体工学对产品外观进行设计，使用时的手握感觉、舒适度， 都做了大量的测试，最终选取最优方案。',
        H33: '工作轻轻松松，操作更简单。',
        p3: '接上镜头、加个光源，连上电脑即可轻松工作。且手柄上两个控键是可以自定义功能的。',
        H34: '高清1080p 60帧',
        p4: '高清流畅的画质，将每一个细节呈现出来，让工作者更好的享受它带来的助力。',
        H35: '配合专属软件轻松拿捏',
        p5: '在电脑上安装Aokace软件，USB摄像连上，软件可实现实时画面、图片抓拍、报告打印等功能（软件可接受客户要求的定制）。',
        H36: '病例存档功能',
        p6: '在软件上提供病例存档功能，填写病例资料，拖拽合适的图片，实现病例档案保存。',
        H37: '支持已保存历史病例信息查询',
        p7: '通过软件可以查询已经保存的历史病例，方便病人、病例信息管理。',
        H38: '可自定义功能控件',
        p8: '手柄上两个控件是可以根据实际需求在软件内设置功能',
        H39: 'IPX-8防水等级及优秀的使用手感',
        p9: '除了优异的防水性能以外，我们还按照人体工学对产品外观进行设计，使用时的手握感觉、舒适度， 都做了大量的测试，最终选取最优方案。',

        H21:'',
        h310:'图像输出',
        p310:'1920*1080 60fps',

        h311:'USB',
        p311:'USB2.0',

        h312:'操作系统',
        p312:'Windows7 以上',

        h313:'防水等级',
        p313:'IPX8',

        h314:'手柄控件',
        p314:'两个控件可根据需求调整功能',

        h315:'产品配套',
        p315:'摄像手柄、软件',

        h316:'手柄线长',
        p316:'2米',

        h317:'产品重量',
        p317:'108g（不含线材），182g（整机重量）',
    },

    

    //资料下载页
    Dlisen: {
        titleapp: '奥格森软件',
        h3app: '奥格森软件',
        papp: '安装包大小: 25MB',

        title1: '医用内窥镜摄像系统',
        h31: 'AGM UHD1 4k内窥镜摄像系统（在研发中）',
        p1: '文档大小：',

        h32: 'AGM HD3 一体化内窥镜摄像系统',
        p2: '文档大小：',

        h33: 'Portable endoscope camera system',
        p3: '文档大小：',

        h34: 'AGM HD2 摄像光源一体机',
        p4: '文档大小：',

        h35: 'AGM HD1 AGM HD1 全高清内窥镜摄像系统',
        p5: '文档大小：',

        title2: '医用内窥镜冷光源',
        h36: 'AGS210 LED 冷光源',
        p6: '文档大小：',

        h37: 'AGS200 LED 冷光源',
        p7: '文档大小：',

        h38: 'AGS100 LED 冷光源',
        p8: '文档大小：',

        h39: 'AGS PL100 便携式冷光源',
        p9: '文档大小：',

        title3: 'MEDICAL HEADLIGHT',

        h310: 'AGS 102L LED 头灯',
        p10: '文档大小：',

        h311: 'AGS 102LM LED 头灯',
        p11: '文档大小：',

    },


    //关于页面
    About: {
        Company: '奥格森科技',
        Qualification: '资质&荣誉',
        News: '新闻&活动',
        Contactus: '联系我们'
    },
    Companys: {
        H3: '关于奥格森',
        p1: '梧州奥格森科技有限公司，是一家集研发、生产、销售于一体的高新技术企业、四板上市企业。公司专注于微创医疗设备领域，主营全高清一体化内窥镜摄像系统、摄像光源一体机、医用头戴式检查灯、医用LED冷光源、显微镜/工业光源、妇科检查显微镜等多款产品及OEM定制项目， 拥有一类、二类医疗器械的研发、生产、注册经验。公司产品均拥有自主研发的知识产权，并通过NMPA认证及CE、FMR认证，资质齐全。',
        p2: '奥格森成立至今，一直坚持自主研发，并与国内多家院企建立战略品牌合作。公司产品远销全球80多个国家和地区，为国内外医生的微创手术及门诊检查提供高清、高显色、高亮的视觉影像摄像系统。',
        p3: '致力于成为医生的好帮手，“视”界的好选择!',
    },

    Qualification: {
        H31: '广西医疗器械行业协会会员',
        p1: '在2020年我们成为广西医疗器械行业协会会员单位。',
        H32: '高新技术企业',
        p2: '2018年奥格森成为国家高新技术企业，2021年进行复评，并成功通过。',
        H33: '梧州学院校外实践教育基地',
        p3: '我们与梧州学院建立产学研合作项目，为大学生提供校外实践教育基地，帮扶大学生学业成长。',
        H34: '挂牌企业',
        p4: '2020年我们成功在北部湾股权交易所四板市场挂牌上市。',
        H35: '第七届中国创新创业大赛三等奖',
        p5: '曾荣获第七届中国创新创业大赛广西赛区暨2018年广西创新创业大赛成长组三等奖。',
        H36: '优胜企业奖',
        p6: '曾荣获第八届中国创新创业大赛广西赛区暨2019年广西创新创业大赛优胜企业奖。',
        H37: '创新创业大赛成长组二等奖',
        p7: '曾荣获第十届中国创新创业大赛广西赛区暨2021年广西创新创业大赛梧州市第六届创新创业大赛成长组二等奖。',
    },

    USBNlits:{
        h31:'USB 便捷式内窥镜摄像系统',
        p1:'奥格森全新的USB内窥镜摄像系统，达到1080p60fps的FHD标准，配上奥格森自主开发的PC软件。'
    },

    Copperlis:{
        h31:'深圳库珀&梧州奥格森合作签约仪式圆满成功',
        p1:'强强联手，打造精准医疗新视镜。2022年6月1日，深圳市库珀科技发展有限公司和梧州奥格森科技有限公司合作签约仪式，在梧州市科技创业服务中心4楼会议厅隆重举行。',
    },


     //公司
    comp:{
        title:'联系我们',

        wuzhou:'梧州奥格森科技有限公司',
        add:'梧州市万秀区工业园区东华小区A-5厂房2楼、3楼',
        tel:'+86 0774-3811644',
        printer1:'0774-3846508',
        mail1:'Sales@aokace.com',
        ems1:'543300',

        shenzhen:'深圳奥格森医疗有限公司',
        add2:'深圳市龙岗区腾飞路留学生创业园（国家孵化器）2号楼317',
        tel2:'+86 0755-28498942',
        printer2:'0774-3846508',
        mail2:'tina.gui@aokace.com',
       
    },
}